EWSEditor/EwsPostExamples/CreateOrUpdateFocusedOtherOverride - Edit or Create a Focused Inbox Override Rule and set it to Focused.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope
    xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
    xmlns:m="http://schemas.microsoft.com/exchange/services/2006/messages"
    xmlns:t="http://schemas.microsoft.com/exchange/services/2006/types"
    xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
  <soap:Header></soap:Header>
  <soap:Body>
    <CreateOrUpdateFocusedOtherOverride xmlns="http://schemas.microsoft.com/exchange/services/2006/messages">
      <SenderSmtpAddress>Jason.Smith@contoso.com</SenderSmtpAddress>
      <SenderDisplayName>Jason Smith</SenderDisplayName>
      <AlwaysClassifyAs>Focused</AlwaysClassifyAs>
    </CreateOrUpdateFocusedOtherOverride>
  </soap:Body>
</soap:Envelope>
